Repository: AbdullahKady/enhydris
Catalog: gis_objects/locale/*/LC_MESSAGES/django.po
Languages: el

source: Borehole group:
el: Ομάδα γεωτρήσεων:

source: Pump active
el: Αντλία ενεργή

source: Capacity:
el: Ικανότητα διύλισης:

source: Spring type:
el: Τύπος πηγής:

source: In aqueduct group:
el: Ανήκει στην ομάδα:

source: Area:
el: Εμβαδό:

source: Borehole
el: Γεώτρηση

source: Pump
el: Αντλία

source: Refinery
el: Διυλιστήριο

source: Spring
el: Πηγή

source: Aqueduct node
el: Κόμβος υδραγωγείου

source: Aqueduct segment
el: Τμήμα υδραγωγείου

source: Reservoir
el: Ταμιευτήρας

source: Name
el: Όνομα

source: Water basin
el: Λεκάνη απορροής

source: Political division
el: Διοικητική υποδιαίρεση

source: Type
el: Τύπος

source: Extra information
el: Περισσότερες πληροφορίες

source: Enhydris - Aquduct node
el: Ενυδρίς - Κόμβος υδραγωγείου

source: Aqueduct Node Details
el: Λεπτομέρειες κόμβου υδραγωγείου

source: Short Name
el: Σύντομο όνομα

source: Remarks
el: Παρατηρήσεις

source: Water Basin
el: Λεκάνη απορροής

source: Water Division
el: Υδατικό διαμέρισμα

source: Political Division
el: Διοικητική υποδιαίρεση

source: Abscissa
el: Τετμημένη

source: Ordinate
el: Τεταγμένη

source: Approximate
el: Προσεγγιστικό

source: Altitude
el: Υψόμετρο

source: Node type (Imported from GIS)
el: Τύπος κόμβου (εισηγμένο από το GIS)

source: Type name (Imported from GIS)
el: Όνομα τύπου (εισηγμένο από το GIS)

source: Aqueduct group
el: Ομάδα υδραγωγείου

source: Device type
el: Είδος υδραγωγείου

source: Device status
el: Κατάσταση υδραγωγείου

source: Stage is measured
el: Μέτρηση στάθμης

source: Yes,No
el: Ναι,Όχι

source: Discharge is measured
el: Μέτρηση παροχής

source: Start position (km)
el: Αρχική θέση (km)

source: End position (km)
el: Τελική θέση (km)

source: Enhydris - Aqueduct segment
el: Ενυδρίς - Τμήμα υδραγωγείου

source: Aqueduct Segment Details
el: Λεπτομέρειες τμήματος υδραγωγείου

source: Length (m)
el: Μήκος (m)

source: Type (Imported from GIS)
el: Τύπος (εισηγμένο από το GIS)

source: Q (Imported from GIS)
el: Q (εισηγμένο από το GIS)

source: EXS (Imported from GIS)
el: EXS (εισηγμένο από το GIS)

source: Remarks (Imported from GIS)
el: Παρατηρήσεις (εισηγμένο από το GIS)

source: Original Gentity id (from GIS)
el: Αρχικό id (από το GIS)

source: Flow type
el: Είδος ροής

source: Cross section type
el: Είδος διατομής

source: Cross section is closed
el: Κλειστή διατομή

source: Cross section dimensions
el: Διαστάσεις διατομής

source: Start altitude (m)
el: Υψόμετρο στην αρχή (m)

source: End altitude (m)
el: Υψόμετρο στο τέλος (m)

source: Section area (m2)
el: Εμβαδό διατομής (m2)

source: Section width (m)
el: Πλάτος διατομής (m)

source: Section depth (m)
el: Βάθος διατομής (m)

source: Slope
el: Κλίση

source: Roughness coefficient
el: Συντελεστής τραχύτητας

source: Roughness coefficient type
el: Τύπος συντελεστή τραχύτητας

source: Bank slope
el: Κλίση πρανών

source: Leakage coefficient
el: Συντελεστής διαρροής

source: Discharge capacity
el: Παροχετευτικότητα

source: Repers
el: Ρεπέρ

source: Piping material
el: Υλικό σωλήνωσης

source: Enhydris - Borehole
el: Ενυδρίς - Γεώτρηση

source: Borehole Details
el: Λεπτομέρειες γεώτρησης

source: Code (Imported from GIS)
el: Κωδικός (εισηγμένο από το GIS)

source: Group (Imported from GIS)
el: Ομάδα (εισηγμένο από το GIS)

source: Water use
el: Χρήση νερού

source: Water user
el: Χρήστης νερού

source: Land use
el: Χρήση γης

source: Drill type
el: Τύπος γεωτρυπάνου

source: Continuous flow (m3/h)
el: Συνεχής ροή (m3/h)

source: Installed with pressure meter
el: Με πιεζόμετρο

source: Pressure meter type
el: Είδος πιεζομέτρου

source: Pressure meter diameter (in)
el: Διάμετρος πιεζομέτρου (in)

source: Pressure meter length (m)
el: Μήκος πιεζομέτρου (m)

source: Borehole depth (m)
el: Βάθος γεώτρησης (m)

source: Pipe depth (m)
el: Βάθος σωλήνωσης (m)

source: Water depth (m)
el: Βάθος νερού (m)

source: t Parameter
el: Παράμετρος t

source: s Parameter
el: Παράμετρος s

source: b Parameter
el: Παράμετρος b

source: k Parameter
el: Παράμετρος k

source: Threshold a
el: Κατώφλι a

source: Threshold b
el: Κατώφλι b

source: Continuous stage (m)
el: Συνεχής στάθμη (m)

source: Test flow (m3/s)
el: Δοκιμαστική ροή (m3/s)

source: Test stage (m)
el: Δοκιμαστική στάθμη (m)

source: Begining of works
el: Αρχή έργων

source: Ending of works
el: Τέλος έργων

source: Pump discharge (m3/s)
el: Παροχή αντλίας (m3/s)

source: Pump ratio
el: Λόγος άντλησης

source: More...
el: Περισσότερα...

source: Less...
el: Λιγότερα...

source: Gentity Alternative Codes
el: Εναλλακτικοί κωδικοί

source: Value
el: Τιμή

source: No data available
el: Δεν υπάρχουν διαθέσιμα δεδομένα

source: Gentity Files
el: Αρχεία

source: Date
el: Ημερομηνία

source: File Type
el: Τύπος αρχείου

source: Content
el: Περιεχόμενο

source: Description
el: Περιγραφή

source: Gentity Generic data
el: Γενικό πληροφοριακό στοιχείο

source: Data Type
el: Είδος δεδομένων

source: Gentity Events
el: Γεγονότα

source: User
el: Χρήστης

source: Report
el: Έκθεση

source: Timeseries
el: Χρονοσειρά

source: Variable
el: Μεταβλητή

source: Time step
el: Χρονικό βήμα

source: Unit Of Measurement
el: Μονάδα μέτρησης

source: Instrument
el: Όργανο

source: Start Date
el: Ημερομηνία αρχής

source: End Date
el: Ημερομηνία τέλους

source: Variable step
el: Μεταβλητό βήμα

source: Object type:
el: Τύπος αντικειμένου

source: View more details...
el: Περισσότερες λεπτομέρειες...

source: Enhydris - GIS Objects
el: Ενυδρίς - Αντικείμενα GIS

source: Structures list
el: Κατάλογος κατασκευών

source: Entity type
el: Τύπος οντότητας

source: Display entities with time series only
el: Προβολή μόνο οντοτήτων με χρονοσειρές

source: Search structures by name, description, etc.
el: Αναζήτηση με όνομα, περιγραφή κλπ.

source: Search
el: Αναζήτηση

source: Filter results by map viewport
el: Περιορισμός αποτελεσμάτων με βάση την ορατή περιοχή του χάρτη

source: Enhydris - Pump
el: Ενυδρίς - Αντλία

source: Pump Details
el: Λεπτομέρειες αντλίας

source: Type id (From GIS database)
el: id τύπου (από τη βάση δεδομένων GIS)

source: Irrigation point
el: Σημείο άρδευσης

source: Pump device exist
el: Είναι αντλία

source: Pump is active
el: Αντλία ενεργή

source: Pump type
el: Τύπος αντλίας

source: Number of pumps
el: Πλήθος αντλιών

source: Pump discharge (dam3/day)
el: Παροχετευτικότητα αντλίας (dam3/day)

source: Generator device exist
el: Είναι γεννήτρια

source: Generator is active
el: Γεννήτρια ενεργή

source: Number of generators
el: Πλήθος γεννητριών

source: Generator discharge
el: Παροχετευτικότητα γεννήτριας

source: Total power (Hp)
el: Συνολική ισχύς (Hp)

source: Pump energy (GWh/month)
el: Ενέργεια αντλίας (GWh/month)

source: Generator energy (GWh/month)
el: Ενέργεια γεννήτριας (GWh/month)

source: Enhydris - Refinery
el: Ενυδρίς - Διυλιστήριο

source: Refinery Details
el: Λεπτομέρειες διυλιστηρίου

source: Capacity (m3/h)
el: Ικανότητα διύλισης (m3/h)

source: Peak capacity (m3/h)
el: Ικανότητα αιχμής (m3/h)

source: Storage (m3)
el: Αποθηκευτικότητα (m3)

source: Overflow stage (m)
el: Στάθμη υπερχείλισης (m)

source: Overflow level (m)
el: Επίπεδο υπερχείλισης (m)

source: Enhydris - Reservoir
el: Ενυδρίς - Ταμιευτήρας

source: Reservoir Details
el: Λεπτομέρειες ταμιευτήρα

source: Type id (Imported from GIS)
el: id τύπου (εισηγμένο από το GIS)

source: Area (Imported from GIS)
el: Έκταση (εισηγμένο από το GIS)

source: Max volume
el: Μέγιστος όγκος

source: Dead volume
el: Νεκρός όγκος

source: Minimum inflow
el: Ελάχιστη εισροή

source: Maximum inflow
el: Μέγιστη εισροή

source: Mean inflow
el: Μέση εισροή

source: Minimum runoff
el: Ελάχιστη απορροή

source: Maximum runoff
el: Μέγιστη απορροή

source: Mean runoff
el: Μέση απορροή

source: Enhydris - Spring
el: Ενυδρίς - Πηγή

source: Spring Details
el: Λεπτομέρειες πηγής

source: Spring type
el: Τύπος πηγής

source: Geological type
el: Γεωλογικός τύπος

source: Flow is continuous
el: Συνεχής ροή
